export const init = {
    criteria: [
        {
            id: 1,
            title: "Точність управління та обчислень",
            values: [8, 5, 9, 7],
            grades: [10, 9, 10, 8.05],
            average1: 0,
            average2: 0
        },
        {
            id: 2,
            title: "Ступінь стандартності інтерфейсів",
            values: [5, 9, 6, 5],
            grades: [9, 8, 8, 7.50],
            average1: 0,
            average2: 0
        },
        {
            id: 3,
            title: "Функціональна повнота",
            values: [10, 6, 9, 6],
            grades: [9, 7, 9, 6.10],
            average1: 0,
            average2: 0
        },
        {
            id: 4,
            title: "Стійкість до помилок",
            values: [6, 5, 10, 7],
            grades: [6, 5, 8, 7.70],
            average1: 0,
            average2: 0
        },
        {
            id: 5,
            title: "Можливість розширення",
            values: [5, 5, 10, 4],
            grades: [7, 5, 8, 6.05],
            average1: 0,
            average2: 0
        },
        {
            id: 6,
            title: "Зручність роботи",
            values: [9, 9, 7, 10],
            grades: [9, 7, 8, 7.85],
            average1: 0,
            average2: 0
        },
        {
            id: 7,
            title: "Простота роботи",
            values: [9, 7, 6, 10],
            grades: [10, 9, 10, 7.35],
            average1: 0,
            average2: 0
        },
        {
            id: 8,
            title: "Відповідність чинним стандартам",
            values: [6, 5, 10, 5],
            grades: [6, 8, 7, 5.55],
            average1: 0,
            average2: 0
        },
        {
            id: 9,
            title: "Переносимість між ПЗ",
            values: [8, 6, 9, 6],
            grades: [9, 7, 6, 7.85],
            average1: 0,
            average2: 0
        },
        {
            id: 10,
            title: "Зручність навчання",
            values: [7, 8, 6, 10],
            grades: [6, 5, 9, 4.30],
            average1: 0,
            average2: 0
        }
    ],
    userGrades: [
        {
            id: 1,
            grades: [6, 8, 9, 6, 9, 10, 7, 7, 6, 10, 10, 10, 9, 6, 7, 8, 6, 10, 8, 9],
            average: 8.05
        },
        {
            id: 2,
            grades: [6, 8, 6, 5, 8, 6, 9, 7, 7, 10, 10, 10, 9, 10, 6, 7, 5, 10, 6, 5],
            average: 7.50
        },
        {
            id: 3,
            grades: [6, 7, 6, 4, 4, 9, 8, 4, 6, 9, 5, 9, 8, 7, 4, 4, 4, 8, 4, 6],
            average: 6.10
        },
        {
            id: 4,
            grades: [6, 8, 7, 8, 8, 9, 10, 10, 6, 7, 7, 8, 9, 8, 6, 6, 6, 10, 6, 9],
            average: 7.70
        },
        {
            id: 5,
            grades: [4, 5, 6, 5, 5, 8, 8, 9, 4, 7, 4, 8, 8, 7, 7, 4, 4, 4, 6, 8],
            average: 6.05
        },
        {
            id: 6,
            grades: [6, 6, 10, 6, 7, 9, 8, 10, 6, 10, 10, 8, 6, 9, 6, 6, 8, 10, 6, 10],
            average: 7.85
        },
        {
            id: 7,
            grades: [6, 8, 9, 6, 7, 7, 6, 9, 6, 10, 5, 10, 5, 10, 8, 5, 7, 8, 5, 10],
            average: 7.35
        },
        {
            id: 8,
            grades: [6, 4, 6, 4, 5, 6, 8, 7, 5, 6, 5, 5, 4, 7, 4, 4, 6, 9, 6, 4],
            average: 5.55
        },
        {
            id: 9,
            grades: [8, 8, 10, 7, 6, 7, 10, 6, 6, 8, 10, 6, 9, 8, 9, 8, 6, 9, 6, 10],
            average: 7.85
        },
        {
            id: 10,
            grades: [3, 4, 6, 3, 3, 3, 6, 5, 5, 7, 5, 5, 3, 5, 3, 4, 4, 3, 5, 4],
            average: 4.30
        }
    ],
    experts: [
        {
            id:1,
            name: "Експерт галузі",
            abs: 7,
            vid: 0.7
        },
        {
            id:2,
            name: "Експерт зручності",
            abs: 8,
            vid: 0.8
        },
        {
            id:3,
            name: "Експерт з програмування",
            abs: 9,
            vid: 0.9
        },
        {
            id:4,
            name: "Потенційні користувачі",
            abs: 5,
            vid: 0.5
        }
    ]
}